const Welcome = () => {
  return (
    <div className="welcome">
      <h1>Welcome to Olympgram.</h1>
      {/* <div className="welcome-description">
        <p>
          Η ρωμαϊκή διοίκηση πήρε την τελική της μορφή το 22 π.Χ., όταν η Κύπρος
          μετατράπηκε σε συγκλητική επαρχία, ενέργεια που σήμαινε ότι δεν ήταν
          ανάγκη να σταθμεύουν στο νησί στρατιωτικές δυνάμεις. Έκτοτε η Κύπρος
          μπήκε σε περίοδο ειρηνικής ζωής, που κράτησε πολλούς αιώνες πλην
          ελάχιστων εξαιρέσεων.
        </p>
      </div> */}
    </div>
  );
};

export default Welcome;
